campus_dict = \
{
    "연세대학교 신촌캠퍼스":{
        "학부":{
            "문과대학":{
                "국어국문학",
                "중어중문학",
                "영어영문학",
                "독어독문학",
                "불어불문학",
                "노어노문학",
                "사학",
                "철학",
                "문헌정보학",
                "심리학"
            },
            "상경대학":{
                "경제학부",
                "응용통계학과"
            },
            "공과대학":{
                "전기전자공학",
                "건축공학",
                "도시공학",
                "건설환경공학",
                "기계공학",
                "신소재공학",
                "산업공학",
                "컴퓨터과학",
                "글로벌융합공학",
                "인공지능",
                "시스템반도체공학"
            }
        },
        "대학원":{
            "연합신학대학원",
            "경영전문대학원",
            "국제학대학원",
        },
    },
    "연세대학교 미래캠퍼스":{
        "학부":{

        },
        "대학원":{

        }
    }

}
if __name__ == '__main__':
    print(campus_dict)

        
